tap 'homebrew/cask'

brew 'ack'
brew 'bat'
brew 'diff-so-fancy'
brew 'dnscrypt-proxy'
brew 'fd'
brew 'fnm'
brew 'fzf'
brew 'git'
brew 'git-flow'
brew 'hub'
brew 'neovim'
brew 'npm'
brew 'psgrep'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'rg'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tmuxinator'
brew 'tree'
brew 'vim'
brew 'yarn'
brew 'zsh'

cask 'adoptopenjdk'
cask 'alfred'
cask 'brave-browser'
cask 'cheatsheet'
cask 'cyberduck'
cask 'dbeaver-community'
cask 'docker'
cask 'firefox'
cask 'fork'
cask 'iterm2-beta'
cask 'megasync'
cask 'postman'
cask 'rescuetime'
cask 'rowanj-gitx'
cask 'rectangle'
cask 'sublime-text'
cask 'superduper'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

mas 'Guidance', id: 412759995
mas 'Hand Mirror', id: 1502839586
mas 'LastPass', id: 926036361
mas 'Numbers', id: 409203825
mas 'PopClip', id: 445189367
mas 'Quran Majeed', id: 411622604
mas 'Slack', id: 803453959
mas 'Simplenote', id: 692867256
mas 'Table Tool', id: 1122008420

