tap 'homebrew/cask'

brew 'ack'
brew 'bat'
brew 'diff-so-fancy'
brew 'fzf'
brew 'git'
brew 'git-flow'
brew 'npm'
brew 'psgrep'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'rbenv-default-gems'
brew 'rbenv-gemset'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tmuxinator'
brew 'tree'
brew 'nvm'
brew 'neovim'
brew 'vim'
brew 'yarn'
brew 'zsh'

cask 'alfred'
cask 'brave-browser'
cask 'cheatsheet'
cask 'cyberduck'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'google-hangouts'
cask 'libreoffice'
cask 'macdown'
cask 'rescuetime'
cask 'rowanj-gitx'
cask 'rectangle'
cask 'sublime-text'
cask 'superduper'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'

mas 'Numbers', id: 409203825
mas 'PopClip', id: 445189367
mas 'Quran Majeed', id: 411622604
mas 'Slack', id: 803453959
mas 'Simplenote', id: 692867256

